Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: Станционная улица
be: [Станцыйная вул., Станцыйная вуліца]

source: Станционный переулок
be: Станцыйны завулак

source: Станционный проезд
be: Станцыйны праезд

source: станция Скорой Помощи
be: Станцыя хуткай дапамогі

source: Стариновская улица
be: Старынаўская вуліца

source: Старобабиновичский тракт
be: Старабабінавіцкі тракт

source: Старобинская улица
be: Старобінская вуліца

source: Старобыховский переулок
be: Старабыхаўскі завулак

source: Старовиленская улица
be: Старавіленская вуліца

source: Старовиленский тракт
be: Старавіленскі тракт

source: Староволотовская улица
be: Стараволатаўская вуліца

source: Старогончарская улица
be: Стараганчарская вуліца

source: Старогорынский переулок
be: Старагарынскі завулак

source: Стародворецкая улица
be: Старадварэцкая вуліца

source: Стародорожская улица
be: Старадарожская вуліца

source: Стародрибинская улица
be: Старадрыбінская вуліца

source: Стародрибинский переулок
be: Старадрыбінскі завулак

source: Старожитняя улица
be: Старажытная вуліца

source: Старозадворская улица
be: Старазадворская вуліца

source: Старозадворский переулок
be: Старазадворскі завулак

source: Старозамковая улица
be: Старазамкавая вуліца

source: Старомалыщинская улица
be: Старамалышчынская вуліца

source: Староостровенский переулок
be: Стараастровенскі завулак

source: Староостровенское шоссе
be: Стараастровенская шаша

source: Старополоцкая улица
be: Стараполацкая вуліца

source: Старопочтовая улица
be: Старапаштовая вуліца

source: Старопочтовый переулок
be: Старапаштовы завулак

source: Старосельская улица
be: Старасельская вуліца

source: Старосельский переулок
be: Старасельскі завулак

source: Старославянская улица
be: Стараславянская вуліца

source: Староулановская улица
be: Стараўланаўская вуліца

source: Старочерниговская улица
be: Старачарнігаўская вуліца

source: Стартовая улица
be: Стартавая вуліца

source: Стартовый переулок
be: Стартавы завулак

source: Стахановская улица
be: Стаханаўская вуліца

source: Стахановский переулок
be: Стаханаўскі завулак

source: Стекольная улица
be: Шкляная вуліца

source: Стекольный переулок
be: Шкляны завулак

source: Степная улица
be: Сцяпная вуліца

source: Степной переулок
be: Стэпавы завулак

source: Степянская улица
be: Сцяпянская вуліца

source: Стефановская улица
be: Стэфанаўская вуліца

source: Столбцовская улица
be: Стаўбцоўская вуліца

source: Столинская улица
be: Столінская вуліца

source: Столичная улица
be: Сталічная вуліца

source: Столичный переулок
be: Сталічны завулак

source: Столичный проезд
be: Сталічны праезд

source: Столярная улица
be: Сталярная вуліца

source: Сторожёвская улица
be: Старажоўская вуліца

source: Страконицкий бульвар
be: Страканіцкі бульвар

source: Стрелецкая улица
be: Стралецкая вуліца

source: Стрелковая улица
be: Стралковая вуліца

source: Стрелковый переулок
be: Стралковы завулак

source: Стрижевская улица
be: Стрыжэўская вуліца

source: Строгая улица
be: Строгая вуліца

source: Строительная улица
be: Будаўнічая вуліца

source: Строительный переулок
be: Будаўнічы завулак

source: Студенецкая улица
be: Студзянецкая вуліца

source: Студенецкий переулок
be: Студзянецкі завулак

source: Студенческая улица
be: Студэнцкая вуліца

source: Студенческий переулок
be: Студэнцкі завулак

source: Студенческий проезд
be: Студэнцкі праезд

source: Стунжишки
be: Стунжышкі

source: Суворовская улица
be: Сувораўская вуліца

source: Судобовская улица
be: Судобаўская вуліца

source: Суничная улица
be: Сунічная вуліца

source: Супольная улица
be: Супольная вуліца

source: Суражская улица
be: Суражская вуліца

source: Сутоцкий переулок
be: Сутоцкі завулак

source: Сухаревская улица
be: Сухараўская вуліца

source: Сухая улица
be: Сухая вуліца

source: Сухогрядская улица
be: Сухаградзкая вуліца

source: Счастливая улица
be: Шчаслівая вуліца

source: Сябровская улица
be: Сяброўская вуліца

source: Сядибная улица
be: Сядзібная вуліца

source: Тагильский переулок
be: Тагільскі завулак

source: Таёжная улица
be: Таёжная вуліца

source: Таллинская улица
be: Талінская вуліца

source: Таллинский переулок
be: Талінскі завулак

source: Танковая улица
be: Танкавая вуліца

source: Танковый переулок
be: Танкавы завулак

source: Тарасовская улица
be: Тарасаўская вуліца

source: Тарасовский проезд
be: Тарасаўскі праезд

source: Тарусичская улица
be: Тарусіцкая вуліца

source: Тарусичский переулок
be: Тарусіцкі завулак

source: Татарская улица
be: Татарская вуліца

source: Татьянинская улица
be: Таццянінская вуліца

source: Ташкентская улица
be: Ташкенцкая вуліца

source: Ташкентский проезд
be: Ташкенцкі праезд

source: Тверская улица
be: Цвярская вуліца

source: Творческая улица
be: Творчая вуліца

source: Театральная улица
be: Тэатральная вуліца

source: Театральный переулок
be: Тэатральны завулак

source: Текстильная улица
be: Тэкстыльная вуліца

source: Текстильный переулок
be: Тэкстыльны завулак

source: Телеграфная улица
be: Тэлеграфная вуліца

source: Телеграфный переулок
be: Тэлеграфны завулак

source: Телефонная улица
be: Тэлефонная вуліца

source: Телеханская улица
be: Тэлеханская вуліца

source: Темнолесская улица
be: Цёмналесская вуліца

source: Темнолесский переулок
be: Цёмналесскі завулак

source: Тенистая аллея
be: Цяністая алея

source: Тенистая улица
be: Цяністая вуліца

source: Тенистый переулок
be: Цяністы завулак

source: Теолинская улица
be: Тэалінская вуліца

source: Тепличная улица
be: Цяплічная вуліца

source: Тепличный переулок
be: Цяплічны завулак

source: Тереспольская улица
be: Цярэспальская вуліца

source: Тереспольский переулок
be: Цярэспальскі завулак

source: Тереховская улица
be: Церахаўская вуліца

source: Тесная улица
be: Цесная вуліца

source: Техникумовский переулок
be: Тэхнікумаўскі завулак

source: Техническая улица
be: Тэхнічная вуліца

source: Технический переулок
be: [Тэхнічны завулак, Тэхнічный завулак]

source: Технический проезд
be: Тэхнічны праезд

source: Технологическая улица
be: Тэхналагічная вуліца

source: Тивидовская улица
be: Тывідаўская вуліца

source: Тимирязевская улица
be: Ціміразеўская вуліца

source: Тимковичская улица
be: Цімкавіцкая вуліца

source: Тиражная улица
be: Тыражная вуліца

source: Тиражный проезд
be: Тыражны праезд

source: Тираспольская набережная
be: Ціраспальская набярэжная

source: Титенский тупик
be: Ціценскі тупік

source: Тихая аллея
be: Ціхая алея

source: Тихая улица
be: Ціхая вуліца

source: Тихий переулок
be: Ціхі завулак

source: Тихоновская улица
be: Ціханаўская вуліца

source: Тишовская улица
be: Цішоўская вуліца

source: Тишовский переулок
be: Цішоўскі завулак

source: Ткацкая улица
be: Ткацкая вуліца

source: Ткачёва улица
be: Ткачова вуліца

source: Тобольский переулок
be: Табольскі завулак

source: Товарищеский переулок
be: Таварыскі завулак

source: Товарная улица
be: Таварная вуліца

source: Товарный переулок
be: Таварны завулак

source: Томская улица
be: Томская вуліца

source: Томский переулок
be: Томскі завулак

source: Топографическая улица
be: Тапаграфічная вуліца

source: Тополевая улица
be: Таполевая вуліца

source: Тополёвая улица
be: Таполевая вуліца

source: Тополиная улица
be: Таполевая вуліца

source: Тополиный переулок
be: Таполевы завулак

source: Топольная улица
be: Тапольная вуліца

source: Торговая улица
be: Гандлёвая вуліца

source: Торговый переулок
be: Тарговы зав.

source: Торфозаводская улица
be: Торфазаводская вуліца

source: Торфяная улица
be: Тарфяная вуліца

source: Торфяной переулок
be: Тарфяны завулак

source: Травеньская улица
be: Травеньская вуліца

source: Травяная улица
be: Травяная вуліца

source: Тракторная улица
be: Трактарная вуліца

source: Тракторный переулок
be: [Трактарны зав., Трактарны завулак]

source: Транзитная улица
be: Транзітная вуліца

source: Транспортная улица
be: Транспартная вуліца

source: Транспортный переулок
be: Транспартны завулак

source: Транспортный проезд
be: Транспартны праезд

source: Трасса для ралли
be: Траса для ралі

source: Трасса квадроциклов
be: Траса квадрацыклаў

source: Третья улица
be: Трэцяя вуліца

source: Треугольный переулок
be: Трохвугольны завулак

source: Триумфальная улица
be: Трыумфальная вуліца

source: Тришинская улица
be: Трышынская вуліца

source: Троицкая набережная
be: Траецкая набярэжная

source: Троицкая улица
be: Траецкая вуліца

source: Троллейбусная улица
be: Тралейбусная вуліца

source: Троллейбусный проезд
be: Тралейбусны праезд

source: Тросницкая улица
be: Трасніцкая вуліца

source: Тростенецкая улица
be: Трасцянецкая вуліца

source: Тростниковая улица
be: Трысняговая вуліца

source: Трубный переулок
be: Трубны завулак

source: Трудовая улица
be: Працоўная вуліца

source: Трудовой переулок
be: Працоўны завулак

source: Трудовой тупик
be: Працоўны тупік

source: Туловская улица
be: Тулаўская вуліца

source: Туловский переулок
be: Тулаўскі завулак

source: Тульская улица
be: Тульская вуліца

source: Тульский переулок
be: Тульскі завулак

source: Туманная улица
be: Туманная вуліца

source: Туманный переулок
be: Туманны завулак

source: тупик Молокова
be: тупік Молакава

source: Тупиковая улица
be: Тупіковая вуліца

source: Тупиковый переулок
be: Тупіковы завулак

source: Тупиковый проезд
be: Тупіковы праезд

source: Тупой переулок
be: Тупы завулак

source: Турбинный переулок
be: Турбінны завулак

source: Туристическая улица
be: Турыстычная вуліца

source: Туристический переулок
be: Турыстычны завулак

source: Туристская улица
be: Турысцкая вуліца

source: Туровская улица
be: Тураўская вуліца

source: Турьевская улица
be: Тур’еўская вуліца

source: Тучинский переулок
be: Тучынскі завулак

source: Тюльпановая улица
be: Цюльпанавая вуліца

source: Тюменская улица
be: Цюменская вуліца

source: Тяпинская улица
be: Цяпінская вуліца

source: Угловая улица
be: Вуглавая вуліца

source: Угловой переулок
be: Вуглавы завулак

source: Угловского улица
be: Углоўскага вул.

source: Углянская улица
be: Вуглянская вуліца

source: Угольная улица
be: Вугальная вуліца

source: Ударная улица
be: [Ударная вул., Ударная вуліца]

source: Удачная улица
be: Удалая вуліца

source: Узкая улица
be: Вузкая вуліца

source: Узкий переулок
be: Вузкі завулак

source: Узлесная улица
be: Узлесная вуліца

source: Украинская улица
be: Украінская вуліца

source: ул. Спольника
be: вул. Спольнiка

source: Улановическая улица
be: Уланавіцкая вуліца

source: Улановский переулок
be: Уланаўскі завулак

source: улица 10-й съезд Советов
be: вуліца 10-ы з’езд Саветаў

source: улица 10 лет БССР
be: вуліца 10 гадоў БССР

source: улица 10 лет Октября
be: вуліца 10 гадоў Кастрычніка

source: улица 10-я Линия
be: вуліца 10-я Лінія

source: улица 11 июля
be: вуліца 11 ліпеня

source: улица 11 Июля
be: вуліца 11 Ліпеня

source: улица 11 Липеня
be: вуліца 11 Ліпеня

source: улица 11-я Линия
be: вуліца 11-я Лінія

source: улица 129-й Орловской Дивизии
be: вуліца 129-й Арлоўскай Дывізіі

source: улица 12 Июля
be: вуліца 12 Ліпеня

source: улица 12-я Линия
be: вуліца 12-я Лінія

source: улица 13 Июля
be: вуліца 13 Ліпеня

source: улица 13-я Линия
be: вуліца 13-я Лінія

source: улица 14 Партизан
be: вуліца 14 Партызан

source: улица 16 лет Октября
be: вуліца 16 гадоў Кастрычніка

source: улица 17 Сентября
be: вуліца 17 Верасня

source: улица 18 Ноября
be: вуліца 18 Лістапада

source: улица 1905 года
be: вуліца 1905 году

source: улица 1 Августа
be: вуліца 1 Жніўня

source: улица 1-го Мая
be: вуліца 1-га Мая

source: улица 1 Июля
be: вуліца 1 Ліпеня

source: улица 1-й Переезд
be: вуліца 1-ы Пераезд

source: улица 1-й Тупик
be: вуліца 1-ы Тупік

source: улица 1 Мая
be: вуліца 1 Мая

source: улица 1-я Линия
be: вуліца 1-я Лінія

source: улица 20-й дивизии
be: вуліца 20-й дывізіі

source: улица 20 лет Октября
be: вуліца 20 гадоў Кастрычніка

source: улица 20 Сентября
be: вуліца 20 Верасня

source: улица 21-го Партсъезда
be: вуліца 21-га Партз’езду

source: улица 23-х Гвардейцев
be: вуліца 23-х Гвардзейцаў

source: улица 26 Июня
be: вуліца 26 Чэрвеня

source: улица 27-й Дивизии
be: вуліца 27-й Дывізіі

source: улица 28 Июля
be: вуліца 28 Ліпеня

source: улица 2-й Переезд
be: вуліца 2-і Пераезд

source: улица 2-й Тупик
be: вуліца 2-і Тупік

source: улица 2-я Линия
be: вуліца 2-я Лінія

source: улица 2-я Шестая Линия
be: вуліца 2-я Шостая Лінія

source: улица 30 лет БССР
be: вуліца 30 гадоў БССР

source: улица 30 лет ВЛКСМ
be: вуліца 30 гадоў ВЛКСМ

source: улица 30 лет Победы
be: вуліца 30 гадоў Перамогі

source: улица 30 лет Советской Армии
be: вуліца 30 гадоў Савецкай Арміі

source: улица 323 Километр
be: вуліца 323 Кіламетр

source: улица 324 Километр
be: вуліца 324 Кіламетр

source: улица 33-й Армии
be: вуліца 33-й Арміі

source: улица 350-летия Миор
be: вуліца 350-годдзя Мёраў

source: улица 35-ой Гвардейской Миномётной Бригады
be: вуліца 35-ай Гвардзейскай Мінамётнай Брыгады

source: улица 39-й Армии
be: вуліца 39-й Арміі

source: улица 3-го Интернационала
be: вуліца 3-га Інтэрнацыяналу

source: улица 3-е Сентября
be: вуліца 3-е Верасня

source: улица 3 Июля
be: вуліца 3 Ліпеня

source: улица 3-й Переезд
be: вуліца 3-і Пераезд

source: улица 3-й Тупик
be: вуліца 3-і Тупік

source: улица 3 Сентября
be: вуліца 3 Верасня

source: улица 3 Февраля
be: вуліца 3 Лютага

source: улица 3-я Линия
be: вуліца 3-я Лінія

source: улица 40 лет БССР
be: вуліца 40 гадоў БССР

source: улица 40 лет ВЛКСМ
be: вуліца 40 гадоў ВЛКСМ

source: улица 40 лет Октября
be: [вуліца 40 гадоў Кастрычніка, вуліца 40 год Кастрычніка]

source: улица 40 лет Победы
be: [вуліца 40 гадоў Перамогі, вуліца 40 год Пабеды]

source: улица 43-й Армии
be: вуліца 43-й Арміі

source: улица 4-й Переезд
be: вуліца 4-ы Пераезд

source: улица 4-я Линия
be: вуліца 4-я Лінія

source: улица 50 лет БССР
be: [вуліца 50 гадоў БССР, вуліца 50 год БССР]

source: улица 50 лет ВЛКСМ
be: вуліца 50 гадоў ВЛКСМ

source: улица 50 лет заводу Гомсельмаш
be: вуліца 50 гадоў заводу Гомсельмаш

source: улица 50-летия БССР
be: вуліца 50-годдзя БССР

source: улица 50-летия ВЛКСМ
be: вуліца 50-годдзя ВЛКСМ

source: улица 50-летия Комсомола
be: вуліца 50-годдзя Камсамола

source: улица 50-летия Октября
be: вуліца 50-годдзя Кастрычніка

source: улица 50 лет ЛКСМБ
be: вуліца 50 гадоў ЛКСМБ

source: улица 50 лет Октября
be: [50 год Октябра вуліца, вуліца 50 гадоў Кастрычніка, вуліца 50 год Кастрычніка, вуліца 50 год Октябра]

source: улица 50 лет Победы
be: вуліца 50 гадоў Перамогі

source: улица 50 лет СССР
be: вуліца 50 гадоў СССР

source: улица 55 лет Победы
be: вуліца 55 гадоў Перамогі

source: улица 5 Декабря
be: вуліца 5 Снежня

source: улица 5-й Переезд
be: вуліца 5-ы Пераезд

source: улица 5-й Форт
be: вуліца 5-ы Форт

source: улица 5-я Линия
be: вуліца 5-я Лінія

source: улица 60 Комсомольцев подпольщиков
be: вуліца 60 Камсамольцаў Падпольшчыкаў

source: улица 60 лет БССР
be: вуліца 60 гадоў БССР

source: улица 60-летия Октября
be: вуліца 60-годдзя Кастрычніка

source: улица 60 лет Октября
be: [вуліца 60 гадоў Кастрычніка, вуліца 60 год Кастрычніка]

source: улица 60 лет Победы
be: вуліца 60 гадоў Перамогі

source: улица 60 лет СССР
be: вуліца 60 гадоў СССР

source: улица 65 лет Победы
be: вуліца 65 гадоў Перамогі

source: улица 6-й Гвардейской Армии
be: вуліца 6-й Гвардзейскай Арміі

source: улица 6-й Переезд
be: вуліца 6-ы Пераезд

source: улица 6-я Линия
be: вуліца 6-я Лінія

source: улица 700-летие Кобрина
be: вуліца 700-годзьдзя Кобрына

source: улица 70 лет БССР
be: вуліца 70 гадоў БССР

source: улица 70 лет ВЛКСМ
be: вуліца 70 гадоў ВЛКСМ

source: улица 70-летия Витебской области
be: вуліца 70 гадоў Віцебскай вобласці

source: улица 70 лет Октября
be: [вул. 70 год Кастрычніка, вуліца 70 гадоў Кастрычніка]

source: улица 70-лет Октября
be: вуліца 70 гадоў Кастрычніка

source: улица 7-й Переезд
be: вуліца 7-ы Пераезд

source: улица 7 Ноября
be: вуліца 7 Лістапада

source: улица 7-я Линия
be: вуліца 7-я Лінія

source: улица 83 км Витебского пути
be: вуліца 83 км Віцебскага шляху

source: улица 8 Марта
be: вуліца 8 Сакавіка

source: улица 8-я Линия
be: вуліца 8-я Лінія

source: улица 9 Мая
be: [вуліца 9 Мая, вуліца 9 Траўня]

source: улица 9-я Линия
be: вуліца 9-я Лінія

source: улица 9 Января
be: вуліца 9 Студзеня

source: улица XXII Съезда КПСС
be: вуліца XXII З’езду КПСС

source: улица XXVII Съезда КПСС
be: вуліца XXVII З’езду КПСС

source: улица Абазовского
be: вуліца Абазоўскага

source: улица Абатурова
be: вуліца Абатурава

source: улица Абрамовича
be: вуліца Абрамовіча

source: улица Абремского
be: вуліца Абрэмскага

source: улица Абросимова
be: вуліца Абросімава

source: улица Авакяна
be: вуліца Авакяна

source: улица Авдеева
be: вуліца Аўдзеева

source: улица Авекова
be: вуліца Авекава

source: улица Авиаторов
be: вуліца Авіятараў

source: улица Авиации
be: вуліца Авіяцыі

source: улица Авроры
be: вуліца Аўроры

source: улица Автолюбителей
be: вуліца Аўтааматараў

source: улица Автомобилистов
be: вуліца Аўтамабілістаў

source: улица Авхачева
be: вуліца Аўхачова

source: улица Агафонова
be: вуліца Агафонава

source: улица Адама Мицкевича
be: вуліца Адама Міцкевіча

source: улица Адама Шемеша
be: вуліца Адама Шэмеша

source: улица Адамовича
be: вуліца Адамовіча

source: улица Азалова
be: вуліца Азалава

source: улица Азарова
be: вуліца Азарава

source: улица Азгура
be: вуліца Азгура

source: улица Азерина
be: вуліца Азерына

source: улица Азизова
be: вуліца Азізава

source: улица Азина
be: вуліца Азіна

source: улица Азолиной
be: вуліца Азолінай

source: улица Айвазовского
be: вуліца Айвазоўскага

source: улица Айтыкова
be: вуліца Айтыкава

source: улица Академика Вышелесского
be: вуліца Акадэміка Вышалескага

source: улица Академика Жебрака
be: вуліца Акадэміка Жэбрака

source: улица Академика Карского
be: вуліца Акадэміка Карскага

source: улица Академика Купревича
be: вуліца Акадэміка Купрэвіча

source: улица Академика Павлова
be: вуліца Акадэміка Паўлава

source: улица Академика Рогового
be: вуліца Акадэміка Рагавога

source: улица Академика Фёдорова
be: вуліца Акадэміка Фёдарава

source: улица Акинчица
be: вуліца Акінчыца

source: улица Акопова
be: вуліца Акопава

source: улица Аксёнова
be: вуліца Аксёнава

source: улица Актёров Ерёменко
be: вуліца Акцёраў Яроменкаў

source: улица Акуционка
be: вуліца Акуцыонка

source: улица Аладовых
be: вуліца Аладавых

source: улица Алаизы Пашкевич
be: вуліца Алаізы Пашкевіч

source: улица Алейникова
be: вуліца Алейнікава

source: улица Александра Матросова
be: вуліца Аляксандра Матросава

source: улица Александра Невского
be: вуліца Аляксандра Неўскага

source: улица Александра Пушкина
be: вуліца Аляксандра Пушкіна

source: улица Александра Суворова
be: вуліца Аляксандра Суворава

source: улица Александрова Н.Н.
be: вуліца Аляксандрава М.М.

source: улица Александровича
be: вуліца Александровіча

source: улица Александровка
be: Аляксандраўка вуліца

source: улица Алексея Зыгина
be: вуліца Аляксея Зыгіна

source: улица Алексея Пысина
be: вуліца Аляксея Пысіна

source: улица Алеся Адамовича
be: вуліца Алеся Адамовіча

source: улица Алеся Бачило
be: вуліца Алеся Бачылы

source: улица Алеся Гаруна
be: вуліца Алеся Гаруна

source: улица Алеся Жаврука
be: вуліца Алеся Жаўрука

source: улица Алешкевича
be: вуліца Аляшкевіча

source: улица Алешко
be: вуліца Алешкі

source: улица Алибегова
be: вуліца Алібегава

source: улица Алоизы Пашкевич
be: вуліца Алаізы Пашкевіч

source: улица Альхимовича
be: вуліца Альхімовіча

source: улица Амбражунаса
be: вуліца Амбражунаса

source: улица Амшея
be: вуліца Амшэя

source: улица Ангелиной
be: вуліца Ангелінай

source: улица Андреева
be: вуліца Андрэева

source: улица Андросова
be: вуліца Андросава

source: улица Анищика
be: вуліца Анішчыка

source: улица Анкиновича
be: вуліца Анкіновіча

source: улица Аннаева
be: вуліца Анаева

source: улица Анны Коваль
be: вуліца Анны Каваль

source: улица Анохина
be: вуліца Анохіна

source: улица Антипова
be: вуліца Анціпава

source: улица Антонова
be: вуліца Антонава

source: улица Антошкина
be: вуліца Антошкіна

source: улица Арефьева
be: вуліца Арэфьева

source: улица Аркадия Кулешова
be: вуліца Аркадзя Куляшова

source: улица Аркадия Осипова
be: вуліца Аркадзя Осіпава

source: улица Аркадия Шенягина
be: вуліца Аркадзя Шанягіна

source: улица Арсения Вашнева
be: вуліца Арсенія Вашнева

source: улица Артёма
be: вуліца Арцёма

source: улица Артёменко
be: вуліца Арцёменкі

source: улица Артиллеристов
be: вуліца Артылерыстаў

source: улица Артура Корчуганова
be: вуліца Артура Карчуганава

source: улица Артюха
be: вуліца Арцюха

source: улица Архипова Стража
be: вуліца Архіпава Варта

source: улица Архитектора Заборского
be: вуліца Архітэктара Заборскага

source: улица Архитекторов
be: вуліца Архітэктараў

source: улица Асаналиева
be: вуліца Асаналіева

source: улица Аскаленко
be: вуліца Аскаленка

source: улица Асланова
be: вуліца Асланава

source: улица Астапова
be: вуліца Астапава

source: улица Астапчика
be: вуліца Астапчыка

source: улица Астроуха
be: вуліца Астравуха

source: улица Ауэзова
be: вуліца Аўэзава

source: улица Ауэрбаха
be: вуліца Аўэрбаха

source: улица Афанасевича
be: вуліца Афанасевіча

source: улица Афанасьева
be: вуліца Афанасьева

source: улица Ахтуганова
be: вуліца Ахтуганава

source: улица Бабахина
be: вуліца Бабахіна

source: улица Бабина Гора
be: вуліца Бабіна Гара

source: улица Бабкина
be: вуліца Бабкіна

source: улица Бабушкина
be: вуліца Бабушкіна

source: улица Багинского
be: вуліца Багінскага

source: улица Баграмяна
be: вуліца Баграмяна

source: улица Багратиона
be: вуліца Баграціёна

source: улица Багрима
be: вуліца Багрыма

source: улица Бадака
be: вуліца Бадака

source: улица Бажора
be: вуліца Бажоры

source: улица Бажоры
be: вуліца Бажоры

source: улица Базановой
be: вуліца Базанавай

source: улица Байдукова
be: вуліца Байдукова

source: улица Байкова
be: вуліца Байкова

source: улица Бакунина
be: вуліца Бакуніна

source: улица Бакуновича
be: вуліца Бакуновіча

source: улица Бакштанского
be: вуліца Бакштанскага

source: улица Балахонова
be: вуліца Балахонава

source: улица Балицкого
be: вуліца Баліцкага

source: улица Банкузова
be: вуліца Банкузава

source: улица Барамзиной
be: вуліца Барамзіной

source: улица Баранова
be: вуліца Баранава

source: улица Барановка
be: вуліца Баранаўка

source: улица Баранцевича
be: вуліца Баранцэвіча

source: улица Барзабатого
be: вуліца Барзабатага

source: улица Барского
be: вуліца Барскага

source: улица Барсукова
be: вуліца Барсукова

source: улица Барташова
be: вуліца Барташова

source: улица Барыкина
be: вуліца Барыкіна

source: улица Барышева
be: вуліца Барышава

source: улица Басенкова
be: вуліца Басенкова

source: улица Басина
be: вуліца Басіна

source: улица Баталова
be: вуліца Баталава

source: улица Батова
be: вуліца Батава

source: улица Батракова
be: вуліца Батракова

source: улица Батурина
be: вуліца Батурына

source: улица Батырева
be: вуліца Батырава

source: улица Баумана
be: вуліца Баўмана

source: улица Баха
be: вуліца Баха

source: улица Бахарева
be: вуліца Бахарава

source: улица Бахарова
be: вуліца Бахарава

source: улица Бачилы
be: вуліца Бачылы

source: улица Безуглого
be: вуліца Бязуглага

source: улица БелГРЭС
be: вуліца БелГРЭС

source: улица Белевича
be: вуліца Бялевіча

source: улица Белецкого
be: вуліца Бялецкага

source: улица Белинского
be: вуліца Бялінскага

source: улица Белицкого
be: вуліца Бяліцкага

source: улица Беличий кут
be: вуліца Белічы кут

source: улица Белова
be: вуліца Бялова

source: улица Белого
be: вуліца Белага

source: улица Белоусова
be: вуліца Белаусава

source: улица Белохвостикова
be: вуліца Белахвосцікава

source: улица Белуша
be: вуліца Белуша

source: улица Белые Росы
be: вуліца Белыя Росы

source: улица Белыницкого-Бирули
be: вуліца Бялыніцкага-Бірулі

source: улица Белько
be: вуліца Белько

source: улица Бельского
be: вуліца Бельскага

source: улица Бельченко
be: вуліца Бельчанка

source: улица Беляева
be: вуліца Бяляева

source: улица Белякова
be: вуліца Белякова

source: улица Берегового
be: вуліца Берагавога
